<?php
// Heading
$_['heading_title']        = 'Заказ успешно сформирован!';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление';
$_['text_success']         = 'Успешно';



$_['text_customer']        = '<p>В течении часа мы с Вами свяжемся по телефону для подтверждения заказа.
Мы работаем ежедневно 9.00-20.00 (по Московскому времени).</p><p>Подробная информация по вашему заказу поступила к Вам на электронную почту.</p><br/><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']        = $_['text_customer'];


// $_['text_customer']        = '<br><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a> открыв <a href="%s">Историю заказов</a>.</p><p>Если у вас возникнут какие-либо вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
// $_['text_guest']           = '<p>Ваш заказ был успешно сформирован!</p><p>Если у вас возникнут какие либо вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';